<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<link rel="shortcut icon" href="${pageContext.request.contextPath }/resources/image_workspace/logo123.ico">
	<meta name="viewport" content="initial-scale=1, maximum-scale=1">
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.0.0-beta1/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-giJF6kkoqNQ00vy+HMDP7azOuL0xtbfIcaT9wjKHr8RbDVddVHyTfAAsrekwKmP1" crossorigin="anonymous">
    <link rel="stylesheet" href="${pageContext.request.contextPath }/resources/css/fb_update_page.css"/>
	<link rel="stylesheet" href="${pageContext.request.contextPath }/resources/css/wte_pagebg.css"/>
	<link rel="stylesheet" href="${pageContext.request.contextPath }/resources/css/footer.css"/>
	<link rel="stylesheet" href="${pageContext.request.contextPath }/resources/css/navbar.css"/>
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/3.2.0/jquery.min.js"></script>
    <link href="https://fonts.googleapis.com/css2?family=Noto+Sans+KR&display=swap" rel="stylesheet">
    <script src="https://kit.fontawesome.com/a8ea503680.js" crossorigin="anonymous"></script>
<title>개인정보처리방침</title>
<style>
.Terms {
	width: 90px;
	height: 35px;
    text-align: center;
    text-decoration: none;
    font-size: 15px;
    cursor: pointer;
    border: 1px solid black;
    border-radius: 3px;
    background-color: white;
}

.Terms:hover {
	color: white;
	background-color: black;
}
</style>
</head>
<body>

<!-- 메인배경 -->
     <jsp:include page="../include/main_pagebg.jsp"/>
    <!-- 네비바 -->
    <jsp:include page="../include/navbar1.jsp"/>






<div class="container">
	<div class="row">
		<div class="col"></div>
		<div class="col-11">
		
			<div class="row mt-5">
				<div class="col">
					<h1 style="text-align: center;">이용약관</h1><br><br>

본 이용약관은 주식회사 오늘뭐먹지(이하 "회사")가 제공하는 오늘뭐먹지 인터넷 사이트(이하 “웹사이트”) 서비스를 이용함에 있어 이용조건 및 절차에 관한 사항과 기타 필요한 사항을 규정함을 목적으로 합니다.

제 1장 총 칙
제 1조(목적)
이 이용약관(이하 “약관”)은 회사와 고객간에 회사가 제공하는 웹사이트의 서비스 이용에 관한 제반 사항과 기타 필요한 사항을 구체적으로 규정함을 목적으로 합니다.
제 2조(이용약관의 효력 및 변경)
(1) 이 약관은 오늘뭐먹지 웹사이트(www.whattoeat.co.kr)에서 온라인으로 공시함으로써 효력을 발생하며, 합리적인 사유가 발생할 경우 관련법령에 위배되지 않는 범위 안에서 개정될 수 있습니다. 개정된 약관은 온라인에서 공지함으로써 효력을 발휘하며, 고객의 권리 또는 의무 등 중요한 규정의 개정은 사전에 공지합니다.
(2) 회사는 합리적인 사유가 발생될 경우에는 이 약관을 변경할 수 있으며, 약관을 변경해야 할 경우에는 지체 없이 이를 사전에 공시합니다.
(3) 이 약관에 동의하는 것은 정기적으로 웹을 방문하여 약관의 변경사항을 확인하는 것에 동의함을 의미합니다. 변경된 약관에 대한 정보를 알지 못해 발생하는 고객의 피해는 회사에서 책임지지 않습니다.
제 3조(약관 외 준칙)
(1) 이 약관은 회사가 제공하는 개별서비스에 관한 이용안내(이하 “서비스별 안내”)와 함께 적용합니다.
(2) 이 약관에 명시되지 아니한 사항에 대해서는 관계법령 및 서비스별 안내의 취지에 따라 적용할 수 있습니다.
제 4 조 (용어의 정의)
(1) 이 약관에서 사용하는 용어의 정의는 다음과 같습니다.
'고객'이라 함은 웹사이트를 이용하는 이용자를 말합니다.
'단말기'라 함은 회사가 제공하는 서비스를 이용하기 위해 고객이 설치한 개인용 컴퓨터 및 모뎀 등을 말합니다.
(2) 이 약관에서 사용하는 용어의 정의는 제1항에서 정하는 것을 제외하고는 관계법령 및 서비스별 안내에서 정하는 바에 의합니다.
제 2장 이용계약 체결
제 5조(이용 계약의 성립)
(1) 이용계약은 고객의 본 이용약관 내용에 대한 동의와 이용신청에 대하여 회사의 이용승낙으로 성립합니다.
제 6조(개인정보의 보호 및 사용)
회사는 관계법령이 정하는 바에 따라 고객 등록정보를 포함한 고객의 개인정보를 보호하기 위해 노력합니다. 고객 개인정보의 보호 및 사용에 대해서는 관련법령 및 회사의 개인정보 보호정책이 적용됩니다. 단, 회사의 공식사이트 이외의 웹에서 링크된 사이트에서는 회사의 개인정보 보호정책이 적용되지 않습니다. 또한 회사는 고객의 귀책사유로 인해 노출된 정보에 대해서 일체의 책임을 지지 않습니다.
제 3장 계약 당사자의 의무
제 7조(회사의 의무)
(1) 회사는 고객이 희망한 서비스 제공 개시일에 특별한 사정이 없는 한 서비스를 이용할 수 있도록 하여야 합니다.
(2) 회사는 계속적이고 안정적인 서비스의 제공을 위하여 설비에 장애가 생기거나 멸실된 때에는 부득이한 사유가 없는 한 지체 없이 이를 수리 또는 복구합니다.
(3) 회사는 개인정보 보호를 위해 보안시스템을 구축하며 개인정보 보호정책을 공시하고 준수합니다.
(4) 회사는 고객으로부터 제기되는 의견이나 불만이 정당하다고 객관적으로 인정될 경우에는 적절한 절차를 거쳐 즉시 처리하여야 합니다. 다만, 즉시 처리가 곤란한 경우는 고객에게 그 사유와 처리일정을 통보하여야 합니다.
제 4장 서비스의 이용
제 8조(서비스 이용 시간)
(1) 서비스 이용은 회사의 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴, 1일 24시간 운영을 원칙으로 합니다. 단, 회사는 시스템 정기점검, 증설 및 교체를 위해 회사가 정한 날이나 시간에 서비스를 일시중단할 수 있으며, 예정되어 있는 작업으로 인한 서비스 일시중단은 웹사이트를 통해 사전에 공지합니다.
(2) 회사는 긴급한 시스템 점검, 증설 및 교체 등 부득이한 사유로 인하여 예고 없이 일시적으로 서비스를 중단할 수 있으며, 새로운 서비스로의 교체 등 회사가 적절하다고 판단하는 사유에 의하여 현재 제공되는 서비스를 완전히 중단할 수 있습니다.
(3) 회사는 국가비상사태, 정전, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 정상적인 서비스 제공이 불가능할 경우, 서비스의 전부 또는 일부를 제한하거나 중지할 수 있습니다. 다만 이 경우 그 사유 및 기간 등을 고객에게 사전 또는 사후에 공지합니다.
(4) 회사는 회사가 통제할 수 없는 사유로 인한 서비스중단의 경우(시스템관리자의 고의,과실없는 디스크장애, 시스템다운 등)에 사전통지가 불가능하며 타인(PC통신회사, 기간통신사업자 등)의 고의,과실로 인한 시스템중단 등의 경우에는 통지하지 않습니다.
(5) 회사는 서비스를 특정범위로 분할하여 각 범위 별로 이용가능시간을 별도로 지정할 수 있습니다. 다만 이 경우 그 내용을 공지합니다.
제 9조(게시물의 관리)
회사는 다음 각 호에 해당하는 게시물이나 자료를 사전통지 없이 삭제하거나 이동 또는 등록 거부를 할 수 있습니다.
공공질서 및 미풍양속에 위반되는 내용을 유포하거나 링크시키는 경우
불법복제 또는 해킹을 조장하는 내용인 경우
영리를 목적으로 하는 광고일 경우
범죄와 결부된다고 객관적으로 인정되는 내용일 경우
다른 고객 또는 제 3자의 저작권 등 기타 권리를 침해하는 내용인 경우
회사에서 규정한 게시물 원칙에 어긋나거나, 게시판 성격에 부합하지 않는 경우
기타 관계법령에 위배된다고 판단되는 경우
제 10조(게시물에 대한 저작권)
(1) 고객이 서비스 화면 내에 게시한 게시물의 저작권은 게시한 고객에게 귀속됩니다. 또한 회사는 게시자의 동의 없이 게시물을 상업적으로 이용할 수 없습니다. 다만 비영리 목적인 경우는 그러하지 아니하며, 또한 서비스내의 게재권을 갖습니다.
(2) 고객은 서비스를 이용하여 취득한 정보를 임의 가공, 판매하는 행위 등 서비스에 게재된 자료를 상업적으로 사용할 수 없습니다.
(3) 회사는 고객이 게시하거나 등록하는 서비스 내의 내용물, 게시 내용에 대해 제 9조 각 호에 해당된다고 판단되는 경우 사전통지 없이 삭제하거나 이동 또는 등록 거부할 수 있습니다.
제 11 조 (정보의 제공)
(1) 회사는 고객에게 서비스 이용에 필요가 있다고 인정되는 각종 정보에 대해서 전자우편이나 서신우편 등의 방법으로 고객에게 제공할 수 있습니다.
(2) 회사는 서비스 개선 및 고객 대상의 서비스 소개 등의 목적으로 고객의 동의 하에 추가적인 개인 정보를 요구할 수 있습니다.
제 12조(광고게재 및 광고주와의 거래)
(1) 회사가 고객에게 서비스를 제공할 수 있는 서비스 투자기반의 일부는 광고게재를 통한 수익으로부터 나옵니다. 고객은 서비스 이용 시 노출되는 광고게재에 대해 동의합니다.
(2) 회사는 서비스상에 게재되어 있거나 본 서비스를 통한 광고주의 판촉활동에 고객이 참여하거나 교신 또는 거래를 함으로써 발생하는 손실과 손해에 대해 책임을 지지 않습니다.
제 5장 손해배상 및 기타사항
제 13조(손해배상)
회사는 서비스에서 무료로 제공하는 서비스의 이용과 관련하여 개인정보보호정책에서 정하는 내용에 해당하지 않는 사항에 대하여는 어떠한 손해도 책임을 지지 않습니다.
제 14조(면책조항)
(1) 회사는 천재지변, 전쟁 및 기타 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 대한 책임이 면제됩니다.
(2) 회사는 기간통신 사업자가 전기통신 서비스를 중지하거나 정상적으로 제공하지 아니하여 손해가 발생한 경우 책임이 면제됩니다.
(3) 회사는 서비스용 설비의 보수, 교체, 정기점검, 공사 등 부득이한 사유로 발생한 손해에 대한 책임이 면제됩니다.
(4) 회사는 고객의 귀책사유로 인한 서비스 이용의 장애 또는 손해에 대하여 책임을 지지 않습니다.
(5) 회사는 고객의 컴퓨터 오류에 의해 손해가 발생한 경우, 또는 고객이 신상정보 및 전자우편 주소를 부실하게 기재하여 손해가 발생한 경우 책임을 지지 않습니다.
(6) 회사는 고객이 서비스를 이용하여 기대하는 수익을 얻지 못하거나 상실한 것에 대하여 책임을 지지 않습니다.
(7) 회사는 고객이 서비스를 이용하면서 얻은 자료로 인한 손해에 대하여 책임을 지지 않습니다. 또한 회사는 고객이 서비스를 이용하며 타 고객으로 인해 입게 되는 정신적 피해에 대하여 보상할 책임을 지지 않습니다.
(8) 회사는 고객이 서비스에 게재한 각종 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 대하여 책임을 지지 않습니다.
(9) 회사는 고객 상호간 및 고객과 제 3자 상호 간에 서비스를 매개로 발생한 분쟁에 대해 개입할 의무가 없으며, 이로 인한 손해를 배상할 책임도 없습니다.
(10) 회사에서 고객에게 무료로 제공하는 서비스의 이용과 관련해서는 어떠한 손해도 책임을 지지 않습니다.
제 15조(재판권 및 준거법)
(1) 이 약관에 명시되지 않은 사항은 전기통신사업법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 관계법령과 상관습에 따릅니다.
(2) 회사의 정액 서비스 고객 및 기타 유료 서비스 이용 고객의 경우 회사가 별도로 정한 약관 및 정책에 따릅니다.
(3) 서비스 이용으로 발생한 분쟁에 대하여는 대한민국 법률을 적용하며, 본 분쟁으로 인한 소는 민사소송법상 관할을 가지는 대한민국의 법원에 제기합니다.
부칙<br><br>
(1) 본 약관은 2021년 2월 22일부터 적용됩니다.
				</div>
			</div>
			<div class="row mt-5">
				<div class="col text-center">
					<div class="text-danger"><input type="button" class="Terms" value="HOME" onclick="location.href='${pageContext.request.contextPath }/board/main_page.do'"></div>
				</div>
			</div>
			<div class="row mt-4">
				<div class="d-grid gap-2 col-6 mx-auto">
					
				</div>
			</div>
			
		</div>
		<div class="col"></div>
	</div>
</div>

<!-- 하단바 -->
    <jsp:include page="../include/footer.jsp"/>
	
	<script src="https://cdn.jsdelivr.net/npm/bootstrap@5.0.0-beta1/dist/js/bootstrap.bundle.min.js" integrity="sha384-ygbV9kiqUc6oa4msXn9868pTtWMgiQaeYH7/t7LECLbyPA2x65Kgf80OJFdroafW" crossorigin="anonymous"></script>	


</body>
</html>